Repository: virtual-labs/exp-torsion-pendulum-amrt
Catalog: simulation/locale/*/messages.po
Languages: hi_in

source: help1
hi_in: 'सस्पेंशन वायर' ड्रॉपडाउन से निलंबन तार का चयन करें।

source: help2
hi_in: 'समान मास स्थिति' ड्रॉपडाउन से समान जन स्थिति का चयन करें।

source: help3
hi_in: 'समान मास' स्लाइडर वजन के द्रव्यमान को बढ़ाने / घटाने के लिए है

source: help4
hi_in: 'डिस्क मास' और 'डिस्क त्रिज्या' स्लाइडर्स डिस्क के द्रव्यमान और त्रिज्या को समायोजित करने के लिए हैं।

source: help5
hi_in: 'सस्पेंशन वायर लम्बाई' स्लाइडर तार की लंबाई को बढ़ाने / घटाने के लिए है।

source: help6
hi_in: 'निलंबन तार त्रिज्या' स्लाइडर तार त्रिज्या को बढ़ाने / घटाने के लिए है

source: help7
hi_in: 'स्टॉपवॉच दिखाएँ' चेचबॉक्स स्टॉपवॉच को छुपाएं / दिखाना है।

source: help8
hi_in: 'समय अवधि दिखाएँ' चेचबॉक्स छुपा / समय अवधि को दिखाना है।

source: help9
hi_in: रोटेशन और टाइमर रोकने के लिए 'स्टॉप' बटन है

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Moment of Inertia of a Torsion Pendulum
hi_in: मोटाई पेंडुलम की जड़ का क्षण

source: Variables
hi_in: चर

source: Suspension Wire
hi_in: निलंबन तार

source: Copper
hi_in: कॉपर

source: Identical Mass Position
hi_in: समान मास स्थिति

source: No Cylinder
hi_in: कोई सिलेंडर नहीं

source: Identical Mass:
hi_in: समान मास:

source: g
hi_in: ग्राम

source: kg
hi_in: किलोग्राम

source: cm
hi_in: से.मी

source: Disc Mass:
hi_in: डिस्क मास:

source: Disc Radius:
hi_in: डिस्क त्रिज्या:

source: Suspension Wire Length:
hi_in: सस्पेंशन वायर की लंबाई:

source: Suspension Wire Radius:
hi_in: सस्पेंशन वायर की त्रिज्या:

source: Show Stopwatch
hi_in: स्टॉपवॉच दिखाएं

source: Measurements
hi_in: मापन

source: Stop
hi_in: रुकें

source: Moment of Inertia:
hi_in: निष्क्रियता के पल:

source: Time Period:
hi_in: समय सीमा:

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2009 - 2015

source: Brass
hi_in: पीतल

source: Bronze
hi_in: कांस्य

source: Cast Iron
hi_in: कच्चा लोहा

source: Zinc
hi_in: जिंक

source: Aluminium
hi_in: एल्यूमीनियम

source: Cast Steel
hi_in: कच्चा इस्पात

source: At d1 position (1.5cm)
hi_in: डी 1 स्थिति (1.5 सेमी) पर

source: At d2 position (4cm)
hi_in: डी 2 स्थिति (4 सीएम) पर
